/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Du vender tilbage til det forrige skærmbillede ved at trykke på Menuknappen.";

/* kBRMediaPlayerNotResponding*/
202 = "Du vender tilbage til det forrige skærmbillede ved at trykke på Menuknappen.";


/* kBRMediaNoMovieFolderContent */
304 = "Sørg for, at de film, du opretter eller henter, ligger i mappen Film i hjemmemappen.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Vælg en anden spilleliste.";

/* kBRMediaNoSuchSong */
312 = "Vælg en anden sang.";

/* kBRMediaNoSongForSlideshow */
316 = "Kontroller musikindstillingerne til lysbilledshow, og prøv igen.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Kontroller musikindstillingerne til lysbilledshow, og prøv igen.";

/* kBRVideoUnplayable */
318 = "Formatet blev ikke genkendt.";

/* kBRMediaRadioStreamUnplayable */
319 = "Timeout i radio-stream, før den kunne afspilles.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Kontroller kilden, og prøv igen senere.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Kontroller kilden, og prøv igen senere.";

/* kBRDataSourceConnectionInProgressError */
420 = "Vent.";

/* KBRSystemNetworkHostUnreachable */
501 = "Kontroller netværkskonfigurationen og -forbindelsen.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Webstedet Apple Theatrical Trailer er ikke tilgængeligt. Prøv igen senere.";

/* kBRSystemNotHDCPCompliant */
503 = "Hvis du vil se dette indhold, skal du sørge for, at den tilsluttede skærm understøtter HDCP.";

/* kBRSetupCantSetLanguage */
600 = "Prøv igen.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Et andet program afspiller en dvd. Vend tilbage til skrivebordet for at slutte det andet program, og prøv igen.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Et andet program afspiller dvd'en. Vend tilbage til skrivebordet for at slutte det andet program.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Der findes flere oplysninger om regionskoder i Hjælp til DVD Player.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Formatet blev ikke genkendt.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Der er et problem med disken.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Et andet program bruger cd'en. Vend tilbage til skrivebordet for at slutte det andet program, og prøv igen.";


/* kBRInternalResourceError */
900 = "";


